Repository: Asif-shah786/scanner_app
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Search
de: Suchen

source: Scan
de: Scannen

# placeCardInsideRectangle
source: Place the card within the frame
de: Halte die Karte in dem Rahmen

source: Position
de: Job

source: Company
de: Firma

source: Phone
de: Telefon

source: Email Address
de: E-Mail Adresse

source: Website
de: Webseite

source: No Available
de: Nicht verfügbar

source: Address
de: Adresse

source: No Available {title}s
de: {title} nicht gefunden

source: Which {title}?
de: {title} wählen

source: Order for your company
de: Als Firma bestellen

source: Love it? Share it!
de: Spreadly Scan weiterempfehlen

source: Get a digital business card
de: Digitale Visitenkarte erstellen

source: Buy a NFC business card
de: NFC-Visitenkarten kaufen

source: Privacy & Terms
de: Datenschutz & AGB

source: About us
de: Über uns

# digitizeYourPaperBusinessCards
source: Digitize your paper business cards and add them automatically to your phone contacts. Get started and scan your first card.
de: Digitalisiere deine Visitenkarten und speicher sie automatisch in deinen Kontakten

source: Welcome to Spreadly Scan!
de: Willkommen bei Spreadly Scan!

source: Read API Documentation
de: API-Dokumentation lesen

source: Delete
de: Löschen

# areYouSureToDelete
source: Do you want to delete the card and contact?
de: Willst du die Karte und den Kontakt löschen?

source: Cancel
de: Abbrechen

source: Open in contacts
de: In Konakte öffnen

# contactDeleted
source: Contact got deleted!
de: Kontakt wurde gelöscht!
